Repository: 12dora/LegacyEhPanda
Catalog: AppPackage/Sources/SettingFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

source: Search Result Count
de: Anzahl der Suchergebnisse
ja: 検索結果数
ko: 검색 결과 수
zh_hans: 搜索结果数
zh_hant: 搜尋結果數量上限

source: Security
de: Sicherheit
ja: セキュリティ
ko: 개인 정보 보호
zh_hans: 安全
zh_hant: 安全

source: Selected profile
de: Ausgewähltes Profil
ja: 選択されたプロファイル
ko: 선택한 프로필
zh_hans: 当前选定档案
zh_hant: 選擇設定檔

source: Set as default
de: Als Standard festlegen
ja: デフォルトに設定
ko: 기본으로 설정
zh_hans: 设为默认
zh_hant: 設為預設

# setting_state_route.about
source: About
de: Über diese App
ja: アプリについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

# setting_state_route.account
source: Account
de: Konto
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳號

# setting_state_route.appearance
source: Appearance
de: Oberfläche
ja: 外観
ko: 외관
zh_hans: 外观
zh_hant: 外觀

# setting_state_route.general
source: General
de: Allgemein
ja: 一般
ko: 일반
zh_hans: 一般
zh_hant: 一般

# setting_state_route.laboratory
source: Laboratory
de: Experimentelles
ja: ラボ
ko: 실험실
zh_hans: 实验室
zh_hant: 實驗性功能

# setting_state_route.reading
source: Reading
de: Am Lesen
ja: 閲覧
ko: 읽기
zh_hans: 阅读
zh_hant: 閱讀

source: Show filtered removal count
de: Anzahl gefilterter Galerien anzeigen
ja: フィルター除去数を表示
ko: 필터로 제거된 수 표시
zh_hans: 显示筛选器移除数
zh_hant: 是否顯示過濾結果計數器

source: Show label below gallery thumbnails
de: Beschriftung unter Galerie-Vorschaubildern anzeigen
ja: ギャラリーサムネイルの下にラベルを表示
ko: 갤러리 썸네일 아래에 라벨 표시
zh_hans: 在画廊缩略图下方显示标签
zh_hant: 在畫廊縮圖下方顯示標籤

# show_search_range_indicator
source: Search Range Indicator
de: Suchbereichsanzeige
ja: 検索範囲インジケーター
ko: 검색 범위 표시기
zh_hans: 搜索范围指示器
zh_hant: 搜尋範圍指示器

# show_search_range_indicator_description
source: Show search range indicator
de: Suchbereichsanzeige einblenden
ja: 検索範囲インジケーターを表示
ko: 검색 범위 표시기 표시
zh_hans: 显示搜索范围指示器
zh_hant: 顯示搜尋範圍指示器

source: Show thumbnail pane
de: Vorschaubild-Leiste anzeigen
ja: サムネイルパネルを表示
ko: 썸네일 창 표시
zh_hans: 显示缩略图侧栏
zh_hant: 顯示縮圖窗格

source: Shows images in tags
de: Bilder in Tags anzeigen
ja: タグの画像を表示
ko: 태그에 이미지 보여주기
zh_hans: 显示标签中的图像
zh_hant: 在標籤顯示圖片

source: Shows new dawn greeting
de: Neuer-Tag-Meldung anzeigen
ja: 夜明けの挨拶を表示
ko: 새벽 인사 구독하기
zh_hans: 显示黎明问候
zh_hant: 顯示黎明問候

source: Shows tags in list
de: Tags als Liste anzeigen
ja: リストでタグを表示
ko: 리스트에서 태그 보여주기
zh_hans: 在列表中显示标签
zh_hant: 在列表中顯示標籤

source: Shows tags search suggestion
de: Tag-Vorschläge bei der Suche anzeigen
ja: タグの検索提案を表示
ko: 태그 검색 제안 보여주기
zh_hans: 显示标签搜索建议
zh_hant: 搜尋時顯示標籤建議

source: Special thanks
de: Besonderer Dank
ja: 特別な感謝
ko: 특별히 감사드리는 분들
zh_hans: 特别致谢
zh_hant: 特別銘謝

source: Tag Filtering Threshold
de: Schwellenwert für Tag-Filterung
ja: タグフィルタリングしきい値
ko: 태그 필터링 임계값
zh_hans: 标签筛选阈值
zh_hant: 過濾標籤閾值

# tag_filtering_threshold_description
source: You can soft filter tags by adding them to My Tags with a negative weight. If a gallery has tags that add up to weight below this value, it is filtered from view. This threshold can be set between 0 and -9999.
de: Du kannst Tags weich filtern, indem du sie mit negativem Gewicht zu „Meine Tags“ hinzufügst. Ergeben die Tags einer Galerie zusammen ein Gewicht unter diesem Wert, wird sie ausgeblendet. Der Schwellenwert kann zwischen 0 und -9999 liegen.
ja: 負の重み付きでマイタグに追加することでタグをソフトフィルタリングすることができます。もしあるギャラリーが持つタグの重み総和がこのしきい値より低ければ、そのギャラリーはフィルタリングされます。このしきい値はゼロから -9999 まで設定できます。
ko: 마이너스 가중치로 My Tags에 추가하여 태그를 소프트 필터할 수 있어요. 갤러리에 이 값 이하의 가중치를 추가하는 태그가 있으면 보기에서 필터링되어요. 이 임계값은 0과 -9999 사이에서 설정할 수 있어요.
zh_hans: 你可以通过将标签加入“我的标签”并设置一个负权重来软过滤它们。如果一个作品所有的标签权重之和低于设定值，此作品将从视图中被过滤。这个值可以设定为 0 ~ -9999。
zh_hant: 你可以透過將標籤新增到具有負數權重的“我的標籤”清單中來過濾標籤。 如果畫廊的標籤加起來的權重低於此值，則會被從列表中過濾掉，此閾值可以設定在 0 ~ -9999 之間

source: Tag Watching Threshold
de: Schwellenwert für Tag-Beobachtung
ja: タグ購読しきい値
ko: 태그 보여주기 임계값
zh_hans: 标签订阅阈值
zh_hant: 關注標籤閾值

# tag_watching_threshold_description
source: Recently uploaded galleries will be included on the watched screen if it has at least one watched tag with positive weight, and the sum of weights on its watched tags add up to this value or higher. This threshold can be set between 0 and 9999.
de: Kürzlich hochgeladene Galerien erscheinen unter „Meine Tags“, wenn sie mindestens einen beobachteten Tag mit positivem Gewicht haben und die Gewichte ihrer beobachteten Tags zusammen diesen Wert erreichen oder überschreiten. Der Schwellenwert kann zwischen 0 und 9999 liegen.
ja: もしあるギャラリーは最近投稿されたもので、少なくても一つの正の重みの購読タグを持っていて、購読タグの重み総和がこのしきい値と同じまたはより高ければ、そのギャラリーは購読画面で表示されます。このしきい値はゼロから 9999 まで設定できます。
ko: 최근에 업로드된 갤러리는 최소 1개의 Watched 태그가 있고 Watched 태그의 가중치의 합이 이 값 이상이 될 경우 Watched 화면에 포함되어요. 이 임계값은 0과 9999 사이에서 설정할 수 있어요.
zh_hans: 你可以通过将标签加入“我的标签”并设置一个正权重来关注它们。如果一个最近上传的作品所有标签的权重之和高于设定值，则它将会被包含在“关注”里。这个值可以设定为 0 ~ 9999。
zh_hant: 如果最近上傳的畫廊中至少有一個具有正權重的你正在關注/追蹤的標籤，並且這些標籤所具有的權重高於此設定中的數值，那這個畫廊將會出現在「追蹤標籤」頁面中，此閾值可以設定在 0 ~ -9999 之間

# tags_management
source: Manage tags subscription
de: Meine Tags bearbeiten
ja: タグの購読を管理
ko: 태그 구독 관리
zh_hans: 管理标签订阅
zh_hant: 管理訂閱標籤

source: Tags sort order
de: Sortierung der Tags
ja: タグの並び替え
ko: 태그 순서를 배열
zh_hans: 标签排序方式
zh_hant: 標籤顯示順序

source: Theme
de: Erscheinungsbild
ja: テーマ
ko: 테마
zh_hans: 主题
zh_hant: 主題

# thumbnail_configuration
source: You can set a default thumbnail configuration for all galleries you visit.
de: Du kannst eine Standardkonfiguration der Vorschaubilder für alle Galerien festlegen, die du besuchst.
ja: すべてのギャラリーに適応するデフォルトのサムネイル構成を設定できます。
ko: 모든 방문한 갤러리에 대하여 기본 썸네일을 설정할 수 있어요.
zh_hans: 你可以设定一个对所有画廊生效的默认缩略图配置。
zh_hant: 你可以為存取的所有畫廊設定預設的縮圖配置。

source: Thumbnail load timing
de: Ladezeitpunkt der Vorschaubilder
ja: サムネイル読み込みタイミング
ko: 썸네일 로드 시간
zh_hans: 缩略图加载时机
zh_hant: 縮圖載入時機設定

# thumbnail_load_timing_description
source: How would you like the mouse-over thumbnails on the front page to load when using List Mode?
de: Wann sollen die Mouseover-Vorschaubilder auf der Startseite im Listenmodus geladen werden?
ja: リストでは、どんなタイミングでホームページのマウスオーバーサムネイルを読み込みますか？
ko: 목록 모드를 사용할 때 앞 페이지의 마우스 오버 미리 보기를 어떻게 로드할까요?
zh_hans: 你希望列表中的鼠标悬停缩略图何时加载？
zh_hant: 使用列表模式時，你希望如何載入以滑鼠位置顯示的縮圖?

# thumbnail_row_count
source: Rows
de: Zeilen
ja: 行数
ko: 줄
zh_hans: 行数
zh_hant: 行數

source: Thumbnail Settings
de: Vorschaubilder
ja: サムネイル設定
ko: 썸네일 설정
zh_hans: 缩略图设置
zh_hant: 縮圖設定

# thumbnail_size
source: Size
de: Größe
ja: サイズ
ko: 사이즈
zh_hans: 尺寸
zh_hant: 尺寸

source: Tint color
de: Farbe
ja: テーマの色
ko: 액센트 색상
zh_hans: 主题色
zh_hant: 強調色

source: Translates tags
de: Tags übersetzen
ja: タグを訳す
ko: 태그 번역하기
zh_hans: 翻译标签
zh_hant: 標籤翻譯

source: Translation contributors
de: Mitwirkende an der Übersetzung
ja: 翻訳貢献者
ko: 번역 기여자
zh_hans: 翻译贡献者
zh_hant: 翻譯貢獻者

source: Use Multi-Page Viewer
de: Multi-Page-Viewer verwenden
ja: マルチページビューアを使う
ko: 다중 페이지 뷰어 적용
zh_hans: 使用多页查看器
zh_hant: 使用多頁瀏覽

source: Use original images
de: Originalbilder verwenden
ja: オリジナル画像を使う
ko: 원본 뷰어 적용
zh_hans: 显示原图
zh_hant: 使用原始圖片(原解析度)

source: Username
de: Benutzername
ja: ユーザー名
ko: 이름
zh_hans: 用户名

source: Vertical
de: Vertikal
ja: 高さ
ko: 세로
zh_hans: 高度
zh_hant: 垂直尺寸(長)

source: Viewport Override
de: Viewport-Überschreibung
ja: 表示領域オーバーライド
ko: 뷰포트 조정
zh_hans: 覆写可视区域
zh_hant: 視窗覆蓋

source: Virtual width
de: Virtuelle Breite
ja: 仮想幅
ko: 가상 너비
zh_hans: 虚拟宽度
zh_hant: 虛擬寬度

# virtual_width_description
source: Allows you to override the virtual width of the site for mobile devices. This is normally determined automatically by your device based on its DPI. Sensible values at 100%% thumbnail scale are between 640 and 1400.
de: Hiermit kannst du die virtuelle Breite der Seite auf Mobilgeräten überschreiben. Normalerweise bestimmt dein Gerät sie automatisch anhand der DPI. Sinnvolle Werte bei 100%% Vorschaubild-Skalierung liegen zwischen 640 und 1400.
ja: モバイルデバイスの仮想幅をオーバーライドすることができます。一般的にはデバイスの DPI に基づいて自動的に決定されます。例えばサムネイルスケール係数が 100%% の場合、640 ~ 1400 の幅が合理的です。
ko: 모바일 장치의 사이트 가상 너비를 설정할 수 있어요. 일반적으로 DPI에 따라 장치에 의해 자동으로 결정되어요. 100%% 썸네일 스케일의 추천 값은 640에서 1400 사이에요.
zh_hans: 允许你覆写移动设备的可视区域，默认是根据 DPI 自动计算的，100%% 缩略图比例下的合理值在 640 到 1400 之间。
zh_hant: 允許你覆蓋行動裝置網站的虛擬寬度。 這通常由你的裝置根據其 DPI 自動確定。 100%% 縮圖比例的合理值介於 640 和 1400 之間。

source: Horizontal
ja: 幅
ko: 가로
zh_hans: 宽度
zh_hant: 水平尺寸(寬)

source: Multi-Page Viewer
ja: マルチページビューア
ko: 멀티 페이지 뷰어
zh_hans: 多页查看器
zh_hant: 多頁瀏覽

source: Navigation
ja: ナビゲーション
ko: 내비게이션
zh_hans: 导航
zh_hant: 導覽

# setting_state_route.download
source: Download
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

source: Tags
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

# title
source: Download
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Website
ja: ウェブサイト
ko: 웹사이트
zh_hans: 网站
zh_hant: 官方網站
